{
  "aries": {
    "dates": "21.03..19.04",
    "text": "«Овен» обязан чести открывать зодиакальный гороскоп точке весеннего равноденствия: когда знаки Зодиака получили свои современные названия, она находилась именно в этом созвездии. Между тем, люди, родившиеся под этим знаком, обладают достаточной силой и целеустремленностью, чтобы пробиться вперед даже в тех случаях, когда обстоятельства, казалось бы, складываются не в их пользу."
  },
  "taurus": {
    "dates": "21.04..21.05",
    "text": "Тельцы обладают благородным и независимым характером. Имея силу, они, как ни странно, не спешат ее использовать, дожидаясь наиболее благоприятного случая, но частенько упуская его. Упорный труд, а не везение, постоянство, а не порыв - вот ключ к успеху Тельцов в жизни."
  },
  "gemini": {
    "dates": "22.05..21.06",
    "text": "Близнецов отличает от представителей других знаков особая двойственность, непостоянство во многих проявлениях. Они способны оценивать ситуацию с двух сторон одновременно, испытывать в один и тот же момент любовь и ненависть, и иногда даже сами не понимают сложной природы своих чувств."
  },
  "cancer": {
    "dates": "22.06..22.07",
    "text": "Люди, родившиеся под этим знаком, отличаются особенной чувствительностью – даже вскользь произнесенное недоброе слово способно повергнуть их в депрессию; при этом Рак обладает достаточно сильной внутренней энергией, и можно не сомневаться, что его подавленное состояние быстро передастся окружающим. Но не стоит представлять Рака постоянным меланхоликом, ежесекундно страдающим от несовершенства мира – посмеяться он тоже любит и чувством юмора наделен весьма неплохим."
  },
  "leo": {
    "dates": "23.07..23.08",
    "text": "Львы отличаются ленивой силой и огромной амбициозностью. Стремление достичь вершин во всем преследует Львов всю жизнь, однако находит реализацию скорее в ожидании благ от судьбы, чем в активной борьбе за них; когда удача наконец находит Льва, он принимает это как должное."
  },
  "virgo": {
    "dates": "24.08..23.09",
    "text": "На первый взгляд Девы кажутся многим погрязшими в материальных проблемах и бытовых мелочах, но это впечатление обманчиво. Просто эти люди необыкновенно внимательны и непроизвольно отмечают несовершенства этого мира, особенно в тех областях, где исправить ситуацию в их силах. Именно поэтому среднестатистическая Дева печется о чистоте в доме - подобно Маленькому принцу, человек этого знака старается привести в порядок свою планету, а если это невозможно, то хотя бы принадлежащий ему уголок."
  },
  "libra": {
    "dates": "24.09..23.10",
    "text": "Люди, родившиеся под этим знаком, скромны, обаятельны и дружелюбны. Они не обижаются по пустякам и стараются не причинять боль близким, стремления и желания которых способны угадывать благодаря чрезвычайно развитой интуиции. Способность Весов предсказывать будущее поразительна, особенно в сочетании с их легким, не омраченным мистическими предчувствиями характером. Они кажутся удачливыми и веселыми, всегда открытыми для общения, однако натура Весов противоречива, и в некоторые периоды жизни они превращаются в настоящих чудовищ."
  },
  "scorpio": {
    "dates": "24.10..22.11",
    "text": "Скорпион, пожалуй, предлагает увлеченному астрологией исследователю наибольшее разнообразие характеров и черт; под этим знаком рождаются материалисты и мистики, гуманисты и рабы собственных низких страстей, люди колоссального интеллекта и редкой глупости. Встретив Скорпиона, Вы можете быть уверены в одном - с ним будет интересно, но почти всегда опасно. В любом случае, это не тот человек, в присутствии которого можно расслабиться."
  },
  "sagittarius": {
    "dates": "23.11..21.12",
    "text": "Стрельцы на протяжении всей жизни отличаются активностью как ума, так и тела, поэтому обычно очень гармонично развиты и часто пребывают в хорошем настроении. Они ценят открытость, непринужденность и свободу, а любые ограничения воспринимают болезненно."
  },
  "capricorn1": {
    "dates": "22.12..31.12",
    "text": "Людей, родившихся под знаком Козерога, объединяет большая жизненная стойкость и терпеливое стремление к хорошему результату во всем. Они гордятся своим умом, хоть иногда и безосновательно, и, если не ленивы, прилагают массу усилий для развития интеллектуальных способностей. Козероги вообще из тех, кто может учиться на протяжении всей жизни."
  },
  "capricorn2": {
    "dates": "1.01..20.01",
    "text": "Людей, родившихся под знаком Козерога, объединяет большая жизненная стойкость и терпеливое стремление к хорошему результату во всем. Они гордятся своим умом, хоть иногда и безосновательно, и, если не ленивы, прилагают массу усилий для развития интеллектуальных способностей. Козероги вообще из тех, кто может учиться на протяжении всей жизни."
  },
  "aquarius": {
    "dates": "21.01..18.02",
    "text": "Люди, рожденные под знаком Водолея, отличаются особенной чувствительностью и ранимостью. Они могут быть окружены знакомыми, но редко имеют близких друзей, которым могут довериться. Интересно, что Водолеи как магнитом притягивают к себе неуравновешенных людей, склонных к опрометчивым поступкам. Но, поскольку друзей, как и врагов, Водолеи предпочитают выбирать раз и навсегда, они не исключают и таких знакомых из круга своего общения."
  },
  "pisces": {
    "dates": "19.02..20.03",
    "text": "Одна из самых занятных особенностей Рыб - умение посмотреть на себя со стороны и оценить как сильные, так и слабые стороны. Хорошо зная, что им по силам, а что нет, представители этого знака относятся к собственной персоне несколько иронично, а вот от других требуют серьезности."
  }
}
